[
    {
        "title": "Volvieron a detener a las chicas que participaron del brutal ataque a un joven en La Plata",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899667"
    },
    {
        "title": "Las dos sospechosas habían sido arrestadas el mismo día de la golpiza, pero habían sido beneficiadas con la libertad condicional. Otros dos menores permanecen detenidos por su presunta participación",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899681"
    },
    {
        "title": "Continúa la alerta por crecidas en Salta: hay 300 familias afectadas y un paso fronterizo colapsado",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899685"
    },
    {
        "title": "Las autoridades asistieron a 156 familias de Tartagal con productos básicos, enviados a distintos parajes mediante 6 vuelos",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899687"
    },
    {
        "title": "El desesperado pedido de ayuda por un joven mendocino que se descompensó en Punta Cana y permanece internado en terapia intensiva",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899689"
    },
    {
        "title": "La familia de Leonardo Sáez, que trabaja como bailarín profesional desde hace cuatro años en República Dominicana, atraviesa horas de angustia y pide ayuda económica para afrontar los elevados costos de la internación y el tratamiento que hoy lo mantienen con vida. Cómo colaborar",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899694"
    },
    {
        "title": "El ejército de 135 soldados que protege al Papa: cómo la Guardia Suiza pasó de ser un cuerpo de mercenarios a un grupo de élite",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899697"
    },
    {
        "title": "En enero de 1506, el pontífice Julio II convocó a helvéticos católicos para que defendieran el Vaticano. La formación de una tropa selecta y los cambios de rol a lo largo de los años que reflejan el impacto de las guerras, los acuerdos y las reformas internas. Sus atuendos y tradiciones esconden relatos poco conocidos de los pasillos del Vaticano",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899699"
    },
    {
        "title": "Pablo Alarcón y Claribel Medina celebran en Carlos Paz un regreso compartido: “El escenario es sanador”",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899701"
    },
    {
        "title": "La dupla habló con Teleshow sobre Es Complicado, una comedia sobre la reconciliación",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899703"
    },
    {
        "title": "De los escenarios a la playa, el día de relax de La Konga en Pinamar: “Tener el mar cerca cambia la energía”",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899706"
    },
    {
        "title": "En charla con Teleshow, el grupo cuartetero contó cómo vive su gira de verano y otros proyectos",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899708"
    },
    {
        "title": "Oficializaron la intervención del Puerto de Ushuaia tras detectarse un desvío de fondos",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899710"
    },
    {
        "title": "De acuerdo con una inspección realizada el año pasado, las autoridades alertaron por el deterioro en la infraestructura del muelle y la falta de protocolos de seguridad",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899712"
    },
    {
        "title": "El último pedido del hombre asesinado por error en Córdoba: “Cuidala mucho”",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899714"
    },
    {
        "title": "La familia marchó este miércoles para pedir justicia por el hombre. Su primo Víctor recordó el día en el que todo sucedió. “Me agaché para sostenerle la cabeza y vi un casquillo”, mencionó",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899716"
    },
    {
        "title": "Empresas pantalla y fondos del Estado: la causa contra el Polo Obrero entra en una etapa clave tras la feria judicial",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899720"
    },
    {
        "title": "El juez Sebastián Casanello rechazó el acuerdo de reparación integral con el que buscaban ser juzgados por la creación de Coxtex S.A., firma que facturó más de $5 millones al Ministerio de Desarrollo Social como gastos del Plan Potenciar Trabajo, que administraba la agrupación piquetera liderada por Eduardo Belliboni",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899722"
    },
    {
        "title": "Compras de reservas del BCRA: por qué no sube el dólar pese al aumento de la demanda y que pasará con la inflación",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899724"
    },
    {
        "title": "El Banco Central de la República Argentina (BCRA) compró USD 823 millones en las últimas doce ruedas. Los analistas sospechan de que se trata de operaciones en bloque por la liquidación del campo y las colocaciones de empresas",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899726"
    },
    {
        "title": "Argentina vendió menos autos a Brasil en 2025 mientras crece la participación china: cómo se perfila este año",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899728"
    },
    {
        "title": "El informe de la entidad que nuclea a los fabricantes brasileños proyecta que en 2026 el gigante asiático pasará a ser el mayor vendedor de autos importados en el principal mercado de los autos argentinos",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899730"
    },
    {
        "title": "Crece la informalidad en Argentina y ya afecta a más de 5,6 millones de personas",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899732"
    },
    {
        "title": "Desde fines de 2023, se perdieron más de 300 mil empleos asalariados y en su mayoría se trataba de trabajadores que estaban en blanco",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899734"
    },
    {
        "title": "Violencia sindical: un ex delegado de Camioneros denunció que fue golpeado por un alfil de Moyano y 10 personas más",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899736"
    },
    {
        "title": "Gustavo Ferreyra, ex delegado de la empresa Urbasur, afirmó a Infobae que José “Teta” Garnica lideró un grupo que lo atacó salvajemente en la sede de la firma. El acusado lo negó, pero dijo: “Se lo tenía merecido”",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899739"
    },
    {
        "title": "El Gobierno ultima detalles del decreto por IOSFA y Seguridad abrirá una licitación con las prepagas",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899741"
    },
    {
        "title": "La creación de la obra social para las Fuerzas de Seguridad es una de las prioridades de la cartera que comanda Alejandra Monteoliva. La firma del presidente Javier Milei podría darse la próxima semana",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899743"
    },
    {
        "title": "PJ Bonaerense: arranca la negociación y el kirchnerismo apuesta a una lista de consenso",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899745"
    },
    {
        "title": "Será el próximo paso luego de que se exhiban los padrones a partir de este jueves. Cerca de Máximo Kirchner aseguran que respetarán los acuerdos que pidió el MDF y le bajan el tenor a una interna",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899747"
    },
    {
        "title": "La nueva realidad del PRO: el temor a más fugas, la tensión latente con LLA y la reaparición pública de Macri",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899749"
    },
    {
        "title": "Con la designación del diputado nacional Fernando De Andreis en un rol interno clave, el partido amarillo inicia un año con varios desafíos. El más importante: cómo sobrevivir a la expansión libertaria",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899751"
    },
    {
        "title": "Los 20 refuerzos más importantes del mercado de pases para el Torneo Apertura",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899753"
    },
    {
        "title": "Los clubes argentinos sumaron incorporaciones para afrontar las competiciones de la temporada. Los nombres más rutilantes",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899755"
    },
    {
        "title": "Reapareció la euforia por acciones argentinas y el Merval se consolidó arriba de los 2.000 dólares",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899757"
    },
    {
        "title": "Los papeles argentinos se recuperaron por encima de las subas de Wall Street y del mercado brasileño. Se nota más interés por Argentina, aunque todavía los bonos en dólares se mantienen algo rezagados",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899759"
    },
    {
        "title": "Internas, guerras abiertas y otras en tensa paz: el panorama de las barras en el arranque de la nueva temporada del fútbol argentino",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899762"
    },
    {
        "title": "Con el inicio de un nuevo certamen, las autoridades están alertas por posibles conflictos en el seno de las hinchadas. Los detalles",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899764"
    },
    {
        "title": "Cómo es la situación en la Embajada en Venezuela luego de que Brasil dejara la representación argentina",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899766"
    },
    {
        "title": "La Casa Rosada hizo el pedido formal a la administración de Giorgia Meloni para que Italia asuma en lugar del país carioca. La misión brasileña dejó de hacerse cargo de los servicios consulares en Caracas hace una semana",
        "source": "https://www.infobae.com/ultimas-noticias/",
        "date": "2026-01-22T03:36:59.899768"
    },
    {
        "title": "Médico forense declara como homicidio muerte de inmigrante cubano en instalación de ICE",
        "source": "https://cnnespanol.cnn.com/",
        "date": "2026-01-22T03:37:00.534086"
    },
    {
        "title": "\"No olvidemos que EE.UU. tiene sus intereses y no necesariamente coinciden con los de los venezolanos\":  BBC Mundo entrevista a Henrique Capriles",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815697"
    },
    {
        "title": "\"Necesito que paren el tráfico en las vías urgentemente\": los audios de las llamadas entre los trenes y el centro de mando segundos después del accidente que dejó 43 muertos en España",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815708"
    },
    {
        "title": "Trump asegura haber negociado con el jefe de la OTAN un \"marco para un futuro acuerdo\" sobre Groenlandia y retira la amenaza de aranceles",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815711"
    },
    {
        "title": "La Unión Europea suspende la aprobación del acuerdo comercial con EE.UU. en medio de las tensiones con Trump sobre Groenlandia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815713"
    },
    {
        "title": "El mapa que revela en detalle los paisajes que se ocultan bajo el hielo de la Antártida",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815716"
    },
    {
        "title": "Por qué México ha sido el gran beneficiado de los aranceles de Trump  (y la prueba de fuego que enfrenta en 2026)",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815719"
    },
    {
        "title": "\"Soy la madre que los migrantes necesitaban\": la simpatizante de Trump que ayuda a migrantes venezolanos para evitar que los deporten",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815721"
    },
    {
        "title": "Japón reinicia la planta nuclear más grande del mundo bajo la sombra del desastre de Fukushima",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815725"
    },
    {
        "title": "Por qué Macron está usando gafas de sol en sus apariciones en la cumbre de Davos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815728"
    },
    {
        "title": "Barrio 18, la violenta pandilla detrás del motín en tres cárceles y el asesinato de 10 policías en Guatemala",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815731"
    },
    {
        "title": "Por qué Colombia va a construir un escudo antidrones único en América Latina",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815733"
    },
    {
        "title": "Israel pospone la demolición del campo de fútbol donde juegan niños palestinos en Cisjordania",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815735"
    },
    {
        "title": "Las impactantes acusaciones de Brooklyn Beckham contra sus padres en una publicación en redes: desde el drama del vestido de novia hasta el polémico primer baile",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815738"
    },
    {
        "title": "Por qué EE.UU. está comprando rompehielos de Finlandia en medio de la disputa sobre Groenlandia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815740"
    },
    {
        "title": "El noruego que inventó el sushi con salmón crudo y logró imponerlo en Japón",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815742"
    },
    {
        "title": "La mujer rusa que recluta \"con engaños\" a hombres extranjeros para luchar en el frente en Ucrania",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815747"
    },
    {
        "title": "Cómo las ingeniosas cajas de Ward transformaron la economía mundial",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815749"
    },
    {
        "title": "Cuál es la situación política y económica en Venezuela tras la captura de Maduro",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815752"
    },
    {
        "title": "3 escenarios en Venezuela tras la intervención de EE.UU. y captura de Nicolás Maduro",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815754"
    },
    {
        "title": "\"Es una amenaza real\": Gustavo Petro a la BBC sobre una posible acción militar de EE.UU. en Colombia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815756"
    },
    {
        "title": "BBC Mundo presenta su nuevo podcast: “Improbable”",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815758"
    },
    {
        "title": "\"Hay que decir más te quiero, la vida en cualquier momento se va\": una niña de 6 años que perdió a toda su familia y otras historias de las víctimas mortales del choque de trenes en España",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815762"
    },
    {
        "title": "\"Muchos no quisieron salir por cuidar sus cosas y ahora están muertos\": los testimonios que muestran la gravedad de los incendios en Chile que dejan al menos 20 muertos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815764"
    },
    {
        "title": "\"Ha entrado en una fase de paranoia\": cuál está siendo la reacción del gobierno de Ortega y Murillo en Nicaragua a la captura de Maduro",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815766"
    },
    {
        "title": "Cómo ocurrió el accidente y otras 4 preguntas clave sobre el fatal descarrilamiento y choque de trenes en España que ha causado al menos 43 muertos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815768"
    },
    {
        "title": "Islas Vírgenes de EE.UU., el territorio en el Caribe que Dinamarca sí aceptó venderle a Washington (y qué tienen que ver con Groenlandia)",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815770"
    },
    {
        "title": "\"Sin mi perro, el equipo de rescate no me habría encontrado\": el chihuahua que salvó a su dueño de la muerte en un glaciar suizo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815773"
    },
    {
        "title": "Por qué las defensas aéreas que Venezuela compró a Rusia y China no pudieron repeler el ataque de EE.UU.",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815776"
    },
    {
        "title": "Julia Chuñil, la mujer mapuche que tras desaparecer se convirtió en un símbolo de la lucha medioambiental en Chile y cuyos hijos están ahora acusados de asesinarla",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815778"
    },
    {
        "title": "Declaran estado de sitio en Guatemala después de producirse motines en tres cárceles y el asesinato de 8 policías",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815780"
    },
    {
        "title": "\"México es el más fuerte y el más débil ante Trump\": la encrucijada de Claudia Sheinbaum tras la intervención de EE.UU. en Venezuela",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815785"
    },
    {
        "title": "Cómo queda Cuba tras la caída de Maduro en Venezuela y por qué el petróleo de México pasa a ser clave",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815787"
    },
    {
        "title": "\"El mundo está en medio de una ruptura, no de una transición\": el contundente mensaje del primer ministro de Canadá en Davos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815791"
    },
    {
        "title": "\"Europa está totalmente perdida\": Rusia se regodea por las tensiones entre Trump y los líderes europeos sobre Groenlandia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815795"
    },
    {
        "title": "\"La gran disrupción global de Trump se cierne sobre el mayor Foro de Davos de la historia\"",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815797"
    },
    {
        "title": "Los votantes latinos en EE.UU. ayudaron a Trump a regresar al poder hace un año... Ahora algunos se arrepienten",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815801"
    },
    {
        "title": "\"Vimos cómo moría gente alrededor, pero no podíamos hacer nada\": los relatos de los sobrevivientes del choque de trenes en España",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815804"
    },
    {
        "title": "Ahora BBC Mundo está en WhatsApp",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815806"
    },
    {
        "title": "Aire líquido, la fuente de energía limpia que fue ignorada durante casi 50 años y que en 2026 tendrá su primera planta comercial en el mundo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815811"
    },
    {
        "title": "Qué extrañas pistas de nuestra civilización hallará quien explore la Tierra cuando ya no existamos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815813"
    },
    {
        "title": "Un pixel rojo en la nieve: cómo la IA ayudó a encontrar a un montañista desaparecido",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815815"
    },
    {
        "title": "Willow: el laboratorio que resguarda la computadora más poderosa del mundo en el lugar más frío del universo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815817"
    },
    {
        "title": "Hasta qué profundidad se ha adentrado el ser humano en la Tierra (y por qué importa conocer el centro del planeta)",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815819"
    },
    {
        "title": "Los sorprendentes beneficios de pararse sobre una sola pierna",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815822"
    },
    {
        "title": "Por qué cuidar tu microbioma intestinal puede ayudarte a envejecer mejor",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815824"
    },
    {
        "title": "Por qué las personas que dejan de usar inyecciones para adelgazar ganan peso 4 veces más rápido que quienes abandonan la dieta",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815826"
    },
    {
        "title": "El mito de la fuerza de voluntad para perder peso y por qué a algunos les cuesta más adelgazar que a otros",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815828"
    },
    {
        "title": "Qué tan buenos son para la salud los saunas y los baños en agua fría, según la ciencia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815830"
    },
    {
        "title": "Recibe las principales historias de la semana cada viernes en tu correo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815832"
    },
    {
        "title": "\"Un hacker robó el expediente clínico de mi terapia. Ahora mis secretos más profundos están para siempre en internet\"",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815835"
    },
    {
        "title": "Muere a los 93 años el diseñador italiano Valentino, el \"emperador de la moda\"",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815839"
    },
    {
        "title": "Un impuesto a los condones y cuidados infantiles más baratos: los planes de China para aumentar la natalidad",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815842"
    },
    {
        "title": "La prestigiosa universidad francesa a la que asisten los espías para formarse",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815844"
    },
    {
        "title": "El cantante Julio Iglesias rechaza las denuncias de abuso sexual de dos mujeres en su contra que investiga la Justicia en España",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815847"
    },
    {
        "title": "Qué es la \"bazuca comercial\" de la UE que Francia pide activar para responder a las amenazas arancelarias de Trump por Groenlandia",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815850"
    },
    {
        "title": "Por qué los fabricantes de automóviles de lujo están construyendo ostentosos rascacielos",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815852"
    },
    {
        "title": "El Mercosur y la UE firman el acuerdo que crea la zona de libre comercio más grande del mundo: ¿por qué es tan polémico?",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815854"
    },
    {
        "title": "La fastuosa vida de los millonarios en la capital del \"agrolujo\" de Brasil",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815858"
    },
    {
        "title": "Por qué Francia y otros países europeos se oponen al acuerdo entre el Mercosur y la Unión Europea, que creará la zona de libre comercio más grande del mundo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815861"
    },
    {
        "title": "Las imágenes de los incendios en Chile que dejan al menos 20 muertos y por los que se declaró el estado de catástrofe",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815864"
    },
    {
        "title": "Las imágenes del búnker antinuclear que está a punto de caer al mar por la erosión costera",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815866"
    },
    {
        "title": "En imágenes: el operativo de EE.UU. para capturar a Nicolás Maduro y su esposa, Cilia Flores",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815868"
    },
    {
        "title": "Fuegos artificiales y espectáculos de luces: las imágenes de las celebraciones  de Año Nuevo alrededor del mundo",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815870"
    },
    {
        "title": "10 de las imágenes más sorprendentes de 2025",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815872"
    },
    {
        "title": "Lecturas más populares",
        "source": "https://www.bbc.com/mundo",
        "date": "2026-01-22T03:37:01.815876"
    },
    {
        "title": "Not to be outdone by OpenAI, Apple is reportedly developing an AI wearable",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sources: Project SGLang spins out as RadixArk with $400M valuation as inference market explodes",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "A timeline of the US semiconductor market in 2025",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "X copies Bluesky with a ‘Starterpacks’ feature that helps you find who to follow",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Todoist’s app now lets you add tasks to your to-do list by speaking to its AI",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple plans to make Siri an AI chatbot, report says",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic revises Claude’s ‘Constitution,’ and hints at chatbot consciousness",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apps for boycotting American products surge to the top of the Danish App Store",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Irony alert: Hallucinated citations found in papers from NeurIPS, the prestigious AI conference",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin’s satellite internet network TeraWave will move data at 6 Tbps",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Zipline charts drone delivery expansion with $600M in new funding",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "OpenEvidence hits $12B valuation, with new round led by Thrive, DST  ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Threads rolls out ads to all users worldwide",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "YouTube TV’s multiview is getting a huge upgrade, letting viewers mix and match channels",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "We’re not nostalgic for 2016 — we’re nostalgic for the internet before all the slop",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nike Promo Codes and Deals: Up to 40% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Peacock Promo Codes: 40% Off January 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "H&R Block Coupons and Deals: 20% Off Tax Prep in 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "HBO Max Promo Code: 50% Off | January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Govee Discount Codes and Deals: 30% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "KitchenAid Promo Code: $200 Off This Month",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What Type of Mattress Is Right for You? (2026)",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "$100 Off Shark Promo Code | This January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What We Know About the Winter Storm About to Hit the US—and What We Don’t",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The US and China Are Collaborating More Closely on AI Than You Think",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TCL Knocks $1,000 Off One of Our Favorite Midrange TVs",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Surveillance and ICE Are Driving Patients Away From Medical Care, Report Warns",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Volvo EX60 Electric SUV: Range, Specs, Availability, and Price",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "MAGA’s ‘Manifest Destiny’ Coalition Has Arrived",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Micron Megafab Project Faces a New Hurdle as Activists Seek a Benefits Deal",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Judge orders stop to FBI search of devices seized from Washington Post reporter",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Millions of people imperiled through sign-in links sent by SMS",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "mRNA cancer vaccine shows protection at 5-year follow-up, Moderna and Merck say",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Trump FCC threatens to enforce equal-time rule on late-night talk shows",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Why adding modern controls to 1996's Tomb Raider simply doesn't work",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Kioxia's memory is \"sold out\" for 2026, prolonging a \"high-end and expensive phase\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Watch a robot swarm \"bloom\" like a garden",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Spotify won court order against Anna’s Archive, taking down .org domain",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Another Jeff Bezos company has announced plans to develop a megaconstellation",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Here's Volvo's new EX60 $60,000 electric midsize SUV",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Has Gemini surpassed ChatGPT? We put the AI models to the test.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zillow removed climate risk scores. This climate expert is restoring them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Wikipedia volunteers spent years cataloging AI tells. Now there's a plugin to avoid them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Webb reveals a planetary nebula with phenomenal clarity, and it is spectacular",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zuck stuck on Trump’s bad side: FTC appeals loss in Meta monopoly case",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Sweep, Open-weights 1.5B model for next-edit autocomplete",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Doctors in Brazil using tilapia fish skin to treat burn victims",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "From stealth blackout to whitelisting: Inside the Iranian shutdown",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Threat actors expand abuse of Microsoft Visual Studio Code",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: ChartGPU – WebGPU-powered charting library (1M points at 60fps)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Claude's new constitution",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Binary fuse filters: Fast and smaller than xor filters (2022)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: TerabyteDeals – Compare storage prices by $/TB",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Skip is now free and open source",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: High speed graphics rendering research with tinygrad/tinyJIT",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Lix – universal version control system for binary files",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Rails UI",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Letting Claude play text adventures",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Hands-On Introduction to Unikernels",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "TrustTunnel: AdGuard VPN protocol goes open-source",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "How to strip AI from Chrome, Edge, and Firefox with one simple script",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Goodbye, VirtualBox - I found a better, more reliable VM manager for Linux",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Slow Fire TV? This quick 30-second fix made mine run like new again",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The future of Sony's audio products looks bright if its 2026 roadmap follows this lead",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "iOS 27 may be the death of Siri as we know it, but we'll be happy with what it becomes",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "OpenAI just unveiled its Google Translate competitor, and ChatGPT already wins in a big way",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "AT&T's free iPhone 17 Pro, iPad, and Apple Watch bundle deal is live - how to qualify",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Every Roku user should know these 15+ shortcuts that unlock the system's best features",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Looking for a Windows 11 laptop? This Dell checks all the right boxes for me",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I found the Lenovo ThinkPad to rule them all - and its modular RAM changes everything",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This OS quietly powers all AI - and most future IT jobs, too",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This $25 solar-powered lantern is already paying off for my camping trips",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I reviewed the most polarizing earbuds by Sony and Bose in 2026 - and one model wins big",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I spent weeks with Alexa on the Echo Show 11, and it was awesome (until I started fact-checking)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Sennheiser just unveiled the first pair of TV headphones with Auracast support, and it's a big deal",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "X is also launching Bluesky-like starter packs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Marshall's new Heddon hub adds multi-room audio to speakers with Auracast",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly overhauling Siri to be an AI chatbot",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly developing a wearable AI pin",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Microsoft ports the Xbox app to Arm-based Windows PCs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Meta is expanding Threads ads to all users globally",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "For All Mankind returns on March 27 for a fifth season",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Amazon is adding AI-powered assistant to One Medical",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The Prince of Persia: The Sands of Time remake among six games canceled by Ubisoft",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Volvo EX60 SUV preview: 400-mile range, 670 hp and Google Gemini onboard",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Elon Musk is reportedly trying to take SpaceX public",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The best winter tech for 2026 to help get you through the coldest months",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "YouTube CEO promises more AI features in 2026",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Sony LinkBuds Clip review: Open-fit benefits aren't enough to stand out",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Weber's 2026 smart grill lineup includes the company's first Wi-Fi-equipped charcoal grill",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un jefe boomer no entendía que sus empleados millennials no quisieran cargos directivos. Ellos tienen claras las razones ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Meta se ha puesto a la cabeza de la carrera de los agentes de IA adquiriendo Manus por 2.000 millones de dólares ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "\"Será un trabajo estresante\", promete Sam Altman en esta oferta. Por eso ofrece más de medio millón de dólares de sueldo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El CEO de Randstad afirma que el teletrabajo ahora se reserva solo para talentos \"muy especiales\" y explica quién tiene este perfil ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "He comprado online porque en mi pueblo cada vez hay menos tiendas.... y siento que el proceso agota: es como horas extra de trabajo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El cibercrimen ya no sólo es digital: 2025 ha sumado muertes y torturas a su historial ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA ha desatado la furia de este creador del lenguaje Go. Sólo ha necesitado enviarle un e-mail de agradecimiento ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Cadenas de TV como Telecinco o Antena 3 critican los \"realities\" de Internet: \"La Casa de los Gemelos\" campa a sus anchas en YouTube ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El planazo pionero de China para evitar que los chatbots de IA aconsejen mal: recurrir a los humanos cuando hay temas espinosos",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La mayoría de autónomos en España tiene más de 45 años y la generación Z en España no parece querer emprender. El SEPE ve aquí un reto",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Ubuntu es la distribución Linux más exitosa, pero hasta ellos tuvieron que cancelar estos ocho proyectos ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA trae más tensión: los empleados quieren trabajar menos porque la IA ayuda. Los CEO exigen a la gente ser máquinas sin descanso",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Sancionado un capitán del Ejército que permitió instalar un ordenador en una base militar de Zaragoza para minar criptomonedas ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un cofundador del campeón europeo de la IA 'open source' usó millones de libros con copyright cuando trabajaba en los modelos de Meta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Apple announces Lunar New Year promotion with discounts of up to 1,000 yuan in China",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Siri’s iOS 27 upgrade sounds exactly right. Apple’s AI pin sounds exactly wrong",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The new Siri chatbot may run on Google servers, not Apple’s",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "In wake of Greenland dispute, anti-U.S. shopping apps climb Denmark’s App Store charts",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "9to5Mac Daily: January 21, 2026 – Apple Watch patent drama, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sensor Tower’s State of Mobile 2026: TikTok dominates, AI apps surge, games lose ground",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple world’s most valuable brand, per Brand Finance’s Global 500 2026 list",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple is working on an AI-powered wearable pin: report",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple reportedly replacing Siri interface with actual chatbot experience for iOS 27",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Adobe Acrobat can now generate podcasts from your PDFs, as Express adds more AI features",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Report details the AI chatbots Apple uses to boost employee productivity",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Meta announces ads are coming to Threads next week",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Key Apple supplier suffers data breach that could expose confidential product files",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This Anker portable power bank has one feature that keeps bringing me back [Video]",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Deals: Apple iPhone Air MagSafe Battery all-time low, black Magic Mouse 37% off, display charger, AirTag, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": " OpenAI enhances safety, rolls out age prediction measures in ChatGPT ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " The best free Android phone deals of January 2026 ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Honor just outpaced every top Chinese Android brand in global growth ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I tried Sony's new LinkBuds Clip, and they're open earbuds for the masses ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " New Acer Chromebooks for students promise 15 hours of battery life and spill-proof keys ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung may have accidentally confirmed a Perplexity-powered Bixby ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to optimize charging on a Google Pixel ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " More problems: Google Pixel testers say the latest Android 16 beta is still crashing apps ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This $200 Android phone fits a massive battery into an impossibly thin frame ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Galaxy S26 Ultra colors just leaked, and Samsung's playing it safe again ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This curious Spotify feature in the works might sync your real books with audiobooks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy Tab A11 Plus vs. Galaxy Tab A9 Plus: A bigger upgrade than it looks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to enable or disable gestures on a Google Pixel phone ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Galaxy A16: Samsung is making some questionable choices ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Moto G 2026: An easier choice than you think ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": "Anthropic writes Constitution for Claude it thinks will soon be proven ‘misguided’",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "eBay updates legalese to ban AI-powered shop-bots",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Future jobs in AI will come with a hardhat and boots, tech bigshots argue",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI networking startup Upscale scores $200M to challenge Nvidia's NVSwitch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Davos discussion mulls how to keep AI agents from running wild",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI hasn't delivered the profits it was hyped for, says Deloitte",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "MIT boffins create device that 'paints' iridescent structural color in real time",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "House GOP wants final say on AI chip exports after Trump gives Nvidia a China hall pass",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Don't click on the LastPass 'create backup' link - it's a scam",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Trump promises nuclear datacenter permits in 3 weeks, calls Greenland 'big beautiful ice'",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Social Security Administration admits it underreported DOGE dirty dealings",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "ESA puts ExoMars lander through its paces with eye on 2028 launch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "We come in peace, OpenAI tells locals near gargantuan Stargate facilities",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Palantir CEO claims AI will mean western economies won't need immigration",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Everest ransomware gang said to be sitting on mountain of Under Armour data",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin to take on Starlink with ultra-high-speed satellite network TeraWave",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic releases new AI ‘constitution’ for Claude",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "BitGo prices its IPO above range ahead of stock market debut, seeking $2B+ valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Upscale AI raises $200M to develop scale-up AI networking chips",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Enterprise AI adoption, demystified: What enterprises learned building with Google Cloud",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hospitals are fighting back as cyberattacks surge, embracing security-first initiatives",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Healthcare AI startup OpenEvidence raises $250M at $12B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Twilio and AEG bring real-time personalization to live sports and entertainment",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "As healthcare digitizes, patient trust now hinges on proactive cybersecurity",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "EY on why AI-native operating models are replacing bolt-on experiments",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Trusted AI moves from compliance talk to operating reality — EY leaders on trust and scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nvidia report finds AI set to take off in retail, but openness is required for scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nexxa.ai raises $9M to streamline the world’s industrial backbone with AI",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sumo Logic targets data pipeline blind spots with new Snowflake and Databricks tools",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Pentera Labs warns vulnerable demo apps are being actively exploited in the wild",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "CRASH Clock Measures Dangerous Overcrowding in Low Earth Orbit",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Why AI Keeps Falling for Prompt Injection Attacks",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "From Vietnam Boat Refugee to Reliability Engineering Scholar",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Quest to Build a Radio Telescope That Can Hear the Cosmic Dark Ages",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "NASA Demolishes Historic Test Stands That Built the Space Age",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Are There Enough Engineers for the AI Boom?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "IEEE Medal of Honor Recipient Is Nvidia’s CEO Jensen Huang",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Bipedal Robot Stops Itself From Falling",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Gain Footing in AI as the Ground Keeps Shifting",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Lessons for Your Career From 2025",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Ultimate 3D Integration Would Cook Future GPUs",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Stretchable OLEDs Just Got a Huge Upgrade",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Meet the Two Members Petitioning to Be President-Elect Candidates",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "This $5,200 Conductive Suit Could Make Power-Line Work Safer",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Researchers Beam Power From a Moving Airplane",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Rethinking AI’s future in an augmented workplace",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Everyone wants AI sovereignty. No one can truly have it.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: Trump at Davos, and AI scientists",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "All anyone wants to talk about at Davos is AI and Donald Trump",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Reimagining ERP for the agentic AI era",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The era of agentic chaos and how data will save us",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The UK government is backing AI that can run its own lab experiments",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: digitizing India, and scoring embryos",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: the US digital rights crackdown, and AI companionship",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Going beyond pilots with composable and sovereign AI",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Not to be outdone by OpenAI, Apple is reportedly developing an AI wearable",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sources: Project SGLang spins out as RadixArk with $400M valuation as inference market explodes",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "A timeline of the US semiconductor market in 2025",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "X copies Bluesky with a ‘Starterpacks’ feature that helps you find who to follow",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Todoist’s app now lets you add tasks to your to-do list by speaking to its AI",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple plans to make Siri an AI chatbot, report says",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic revises Claude’s ‘Constitution,’ and hints at chatbot consciousness",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apps for boycotting American products surge to the top of the Danish App Store",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Irony alert: Hallucinated citations found in papers from NeurIPS, the prestigious AI conference",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin’s satellite internet network TeraWave will move data at 6 Tbps",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Zipline charts drone delivery expansion with $600M in new funding",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "OpenEvidence hits $12B valuation, with new round led by Thrive, DST  ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Threads rolls out ads to all users worldwide",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "YouTube TV’s multiview is getting a huge upgrade, letting viewers mix and match channels",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "We’re not nostalgic for 2016 — we’re nostalgic for the internet before all the slop",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "eBay Coupon Codes and Deals: Up to 60% Off Select Items",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "20% Off LG Promo Code & Coupons | January 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Nike Promo Codes and Deals: Up to 40% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Peacock Promo Codes: 40% Off January 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "H&R Block Coupons and Deals: 20% Off Tax Prep in 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "HBO Max Promo Code: 50% Off | January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Govee Discount Codes and Deals: 30% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "KitchenAid Promo Code: $200 Off This Month",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What Type of Mattress Is Right for You? (2026)",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "$100 Off Shark Promo Code | This January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What We Know About the Winter Storm About to Hit the US—and What We Don’t",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The US and China Are Collaborating More Closely on AI Than You Think",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TCL Knocks $1,000 Off One of Our Favorite Midrange TVs",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Surveillance and ICE Are Driving Patients Away From Medical Care, Report Warns",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Volvo EX60 Electric SUV: Range, Specs, Availability, and Price",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Judge orders stop to FBI search of devices seized from Washington Post reporter",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Millions of people imperiled through sign-in links sent by SMS",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "mRNA cancer vaccine shows protection at 5-year follow-up, Moderna and Merck say",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Trump FCC threatens to enforce equal-time rule on late-night talk shows",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Why adding modern controls to 1996's Tomb Raider simply doesn't work",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Kioxia's memory is \"sold out\" for 2026, prolonging a \"high-end and expensive phase\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Watch a robot swarm \"bloom\" like a garden",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Spotify won court order against Anna’s Archive, taking down .org domain",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Another Jeff Bezos company has announced plans to develop a megaconstellation",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Here's Volvo's new EX60 $60,000 electric midsize SUV",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Has Gemini surpassed ChatGPT? We put the AI models to the test.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zillow removed climate risk scores. This climate expert is restoring them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Wikipedia volunteers spent years cataloging AI tells. Now there's a plugin to avoid them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Webb reveals a planetary nebula with phenomenal clarity, and it is spectacular",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zuck stuck on Trump’s bad side: FTC appeals loss in Meta monopoly case",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Sweep, Open-weights 1.5B model for next-edit autocomplete",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Doctors in Brazil using tilapia fish skin to treat burn victims",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "From stealth blackout to whitelisting: Inside the Iranian shutdown",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Threat actors expand abuse of Microsoft Visual Studio Code",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: ChartGPU – WebGPU-powered charting library (1M points at 60fps)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Claude's new constitution",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Binary fuse filters: Fast and smaller than xor filters (2022)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Waiting for dawn in search: Search index, Google rulings and impact on Kagi",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Hands-On Introduction to Unikernels",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Skip is now free and open source",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "eBay explicitly bans AI \"buy for me\" agents in user agreement update",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: High speed graphics rendering research with tinygrad/tinyJIT",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Your brain on ChatGPT: Accumulation of cognitive debt when using an AI assistant",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Lix – universal version control system for binary files",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Rails UI",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "How to strip AI from Chrome, Edge, and Firefox with one simple script",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Goodbye, VirtualBox - I found a better, more reliable VM manager for Linux",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Slow Fire TV? This quick 30-second fix made mine run like new again",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The future of Sony's audio products looks bright if its 2026 roadmap follows this lead",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "iOS 27 may be the death of Siri as we know it, but we'll be happy with what it becomes",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "OpenAI just unveiled its Google Translate competitor, and ChatGPT already wins in a big way",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "AT&T's free iPhone 17 Pro, iPad, and Apple Watch bundle deal is live - how to qualify",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Every Roku user should know these 15+ shortcuts that unlock the system's best features",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Looking for a Windows 11 laptop? This Dell checks all the right boxes for me",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I found the Lenovo ThinkPad to rule them all - and its modular RAM changes everything",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This OS quietly powers all AI - and most future IT jobs, too",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This $25 solar-powered lantern is already paying off for my camping trips",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I reviewed the most polarizing earbuds by Sony and Bose in 2026 - and one model wins big",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I spent weeks with Alexa on the Echo Show 11, and it was awesome (until I started fact-checking)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Sennheiser just unveiled the first pair of TV headphones with Auracast support, and it's a big deal",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "X is also launching Bluesky-like starter packs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Marshall's new Heddon hub adds multi-room audio to speakers with Auracast",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly overhauling Siri to be an AI chatbot",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly developing a wearable AI pin",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Microsoft ports the Xbox app to Arm-based Windows PCs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Meta is expanding Threads ads to all users globally",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "For All Mankind returns on March 27 for a fifth season",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Amazon is adding AI-powered assistant to One Medical",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The Prince of Persia: The Sands of Time remake among six games canceled by Ubisoft",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Volvo EX60 SUV preview: 400-mile range, 670 hp and Google Gemini onboard",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Elon Musk is reportedly trying to take SpaceX public",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The best winter tech for 2026 to help get you through the coldest months",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "YouTube CEO promises more AI features in 2026",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Sony LinkBuds Clip review: Open-fit benefits aren't enough to stand out",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Weber's 2026 smart grill lineup includes the company's first Wi-Fi-equipped charcoal grill",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un jefe boomer no entendía que sus empleados millennials no quisieran cargos directivos. Ellos tienen claras las razones ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Meta se ha puesto a la cabeza de la carrera de los agentes de IA adquiriendo Manus por 2.000 millones de dólares ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "\"Será un trabajo estresante\", promete Sam Altman en esta oferta. Por eso ofrece más de medio millón de dólares de sueldo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El CEO de Randstad afirma que el teletrabajo ahora se reserva solo para talentos \"muy especiales\" y explica quién tiene este perfil ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "He comprado online porque en mi pueblo cada vez hay menos tiendas.... y siento que el proceso agota: es como horas extra de trabajo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El cibercrimen ya no sólo es digital: 2025 ha sumado muertes y torturas a su historial ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA ha desatado la furia de este creador del lenguaje Go. Sólo ha necesitado enviarle un e-mail de agradecimiento ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Cadenas de TV como Telecinco o Antena 3 critican los \"realities\" de Internet: \"La Casa de los Gemelos\" campa a sus anchas en YouTube ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El planazo pionero de China para evitar que los chatbots de IA aconsejen mal: recurrir a los humanos cuando hay temas espinosos",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La mayoría de autónomos en España tiene más de 45 años y la generación Z en España no parece querer emprender. El SEPE ve aquí un reto",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Ubuntu es la distribución Linux más exitosa, pero hasta ellos tuvieron que cancelar estos ocho proyectos ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA trae más tensión: los empleados quieren trabajar menos porque la IA ayuda. Los CEO exigen a la gente ser máquinas sin descanso",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Sancionado un capitán del Ejército que permitió instalar un ordenador en una base militar de Zaragoza para minar criptomonedas ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un cofundador del campeón europeo de la IA 'open source' usó millones de libros con copyright cuando trabajaba en los modelos de Meta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Apple announces Lunar New Year promotion with discounts of up to 1,000 yuan in China",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Siri’s iOS 27 upgrade sounds exactly right. Apple’s AI pin sounds exactly wrong",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The new Siri chatbot may run on Google servers, not Apple’s",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "In wake of Greenland dispute, anti-U.S. shopping apps climb Denmark’s App Store charts",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "9to5Mac Daily: January 21, 2026 – Apple Watch patent drama, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sensor Tower’s State of Mobile 2026: TikTok dominates, AI apps surge, games lose ground",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple world’s most valuable brand, per Brand Finance’s Global 500 2026 list",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple is working on an AI-powered wearable pin: report",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple reportedly replacing Siri interface with actual chatbot experience for iOS 27",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Adobe Acrobat can now generate podcasts from your PDFs, as Express adds more AI features",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Report details the AI chatbots Apple uses to boost employee productivity",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Meta announces ads are coming to Threads next week",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Key Apple supplier suffers data breach that could expose confidential product files",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This Anker portable power bank has one feature that keeps bringing me back [Video]",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Deals: Apple iPhone Air MagSafe Battery all-time low, black Magic Mouse 37% off, display charger, AirTag, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": " OpenAI enhances safety, rolls out age prediction measures in ChatGPT ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " The best free Android phone deals of January 2026 ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Honor just outpaced every top Chinese Android brand in global growth ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I tried Sony's new LinkBuds Clip, and they're open earbuds for the masses ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " New Acer Chromebooks for students promise 15 hours of battery life and spill-proof keys ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung may have accidentally confirmed a Perplexity-powered Bixby ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to optimize charging on a Google Pixel ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " More problems: Google Pixel testers say the latest Android 16 beta is still crashing apps ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This $200 Android phone fits a massive battery into an impossibly thin frame ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Galaxy S26 Ultra colors just leaked, and Samsung's playing it safe again ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This curious Spotify feature in the works might sync your real books with audiobooks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy Tab A11 Plus vs. Galaxy Tab A9 Plus: A bigger upgrade than it looks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to enable or disable gestures on a Google Pixel phone ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Galaxy A16: Samsung is making some questionable choices ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Moto G 2026: An easier choice than you think ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": "Anthropic writes Constitution for Claude it thinks will soon be proven ‘misguided’",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "eBay updates legalese to ban AI-powered shop-bots",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Future jobs in AI will come with a hardhat and boots, tech bigshots argue",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI networking startup Upscale scores $200M to challenge Nvidia's NVSwitch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Davos discussion mulls how to keep AI agents from running wild",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI hasn't delivered the profits it was hyped for, says Deloitte",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "MIT boffins create device that 'paints' iridescent structural color in real time",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "House GOP wants final say on AI chip exports after Trump gives Nvidia a China hall pass",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Don't click on the LastPass 'create backup' link - it's a scam",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Trump promises nuclear datacenter permits in 3 weeks, calls Greenland 'big beautiful ice'",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Social Security Administration admits it underreported DOGE dirty dealings",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "ESA puts ExoMars lander through its paces with eye on 2028 launch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "We come in peace, OpenAI tells locals near gargantuan Stargate facilities",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Palantir CEO claims AI will mean western economies won't need immigration",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Everest ransomware gang said to be sitting on mountain of Under Armour data",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin to take on Starlink with ultra-high-speed satellite network TeraWave",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic releases new AI ‘constitution’ for Claude",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "BitGo prices its IPO above range ahead of stock market debut, seeking $2B+ valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Upscale AI raises $200M to develop scale-up AI networking chips",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Enterprise AI adoption, demystified: What enterprises learned building with Google Cloud",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hospitals are fighting back as cyberattacks surge, embracing security-first initiatives",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Healthcare AI startup OpenEvidence raises $250M at $12B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Twilio and AEG bring real-time personalization to live sports and entertainment",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "As healthcare digitizes, patient trust now hinges on proactive cybersecurity",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "EY on why AI-native operating models are replacing bolt-on experiments",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Trusted AI moves from compliance talk to operating reality — EY leaders on trust and scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nvidia report finds AI set to take off in retail, but openness is required for scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nexxa.ai raises $9M to streamline the world’s industrial backbone with AI",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sumo Logic targets data pipeline blind spots with new Snowflake and Databricks tools",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Pentera Labs warns vulnerable demo apps are being actively exploited in the wild",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "CRASH Clock Measures Dangerous Overcrowding in Low Earth Orbit",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Why AI Keeps Falling for Prompt Injection Attacks",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "From Vietnam Boat Refugee to Reliability Engineering Scholar",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Quest to Build a Radio Telescope That Can Hear the Cosmic Dark Ages",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "NASA Demolishes Historic Test Stands That Built the Space Age",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Are There Enough Engineers for the AI Boom?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "IEEE Medal of Honor Recipient Is Nvidia’s CEO Jensen Huang",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Bipedal Robot Stops Itself From Falling",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Gain Footing in AI as the Ground Keeps Shifting",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Lessons for Your Career From 2025",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Ultimate 3D Integration Would Cook Future GPUs",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Stretchable OLEDs Just Got a Huge Upgrade",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Meet the Two Members Petitioning to Be President-Elect Candidates",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "This $5,200 Conductive Suit Could Make Power-Line Work Safer",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Researchers Beam Power From a Moving Airplane",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Rethinking AI’s future in an augmented workplace",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Everyone wants AI sovereignty. No one can truly have it.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: Trump at Davos, and AI scientists",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "All anyone wants to talk about at Davos is AI and Donald Trump",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Reimagining ERP for the agentic AI era",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The era of agentic chaos and how data will save us",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The UK government is backing AI that can run its own lab experiments",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: digitizing India, and scoring embryos",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: the US digital rights crackdown, and AI companionship",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Going beyond pilots with composable and sovereign AI",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Not to be outdone by OpenAI, Apple is reportedly developing an AI wearable",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sources: Project SGLang spins out as RadixArk with $400M valuation as inference market explodes",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "A timeline of the US semiconductor market in 2025",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "X copies Bluesky with a ‘Starterpacks’ feature that helps you find who to follow",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Todoist’s app now lets you add tasks to your to-do list by speaking to its AI",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple plans to make Siri an AI chatbot, report says",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic revises Claude’s ‘Constitution,’ and hints at chatbot consciousness",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apps for boycotting American products surge to the top of the Danish App Store",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Irony alert: Hallucinated citations found in papers from NeurIPS, the prestigious AI conference",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin’s satellite internet network TeraWave will move data at 6 Tbps",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Zipline charts drone delivery expansion with $600M in new funding",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "OpenEvidence hits $12B valuation, with new round led by Thrive, DST  ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Threads rolls out ads to all users worldwide",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "YouTube TV’s multiview is getting a huge upgrade, letting viewers mix and match channels",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "We’re not nostalgic for 2016 — we’re nostalgic for the internet before all the slop",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hungryroot Coupon Codes: 30% Off This January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "eBay Coupon Codes and Deals: Up to 60% Off Select Items",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "20% Off LG Promo Code & Coupons | January 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Nike Promo Codes and Deals: Up to 40% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Peacock Promo Codes: 40% Off January 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "H&R Block Coupons and Deals: 20% Off Tax Prep in 2026",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "HBO Max Promo Code: 50% Off | January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Govee Discount Codes and Deals: 30% Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "KitchenAid Promo Code: $200 Off This Month",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What Type of Mattress Is Right for You? (2026)",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "$100 Off Shark Promo Code | This January",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "What We Know About the Winter Storm About to Hit the US—and What We Don’t",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The US and China Are Collaborating More Closely on AI Than You Think",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TCL Knocks $1,000 Off One of Our Favorite Midrange TVs",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Surveillance and ICE Are Driving Patients Away From Medical Care, Report Warns",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Judge orders stop to FBI search of devices seized from Washington Post reporter",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Millions of people imperiled through sign-in links sent by SMS",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "mRNA cancer vaccine shows protection at 5-year follow-up, Moderna and Merck say",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Trump FCC threatens to enforce equal-time rule on late-night talk shows",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Why adding modern controls to 1996's Tomb Raider simply doesn't work",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Kioxia's memory is \"sold out\" for 2026, prolonging a \"high-end and expensive phase\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Watch a robot swarm \"bloom\" like a garden",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Spotify won court order against Anna’s Archive, taking down .org domain",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Another Jeff Bezos company has announced plans to develop a megaconstellation",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Here's Volvo's new EX60 $60,000 electric midsize SUV",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Has Gemini surpassed ChatGPT? We put the AI models to the test.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zillow removed climate risk scores. This climate expert is restoring them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Wikipedia volunteers spent years cataloging AI tells. Now there's a plugin to avoid them.",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Webb reveals a planetary nebula with phenomenal clarity, and it is spectacular",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Zuck stuck on Trump’s bad side: FTC appeals loss in Meta monopoly case",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Sweep, Open-weights 1.5B model for next-edit autocomplete",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Doctors in Brazil using tilapia fish skin to treat burn victims",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "From stealth blackout to whitelisting: Inside the Iranian shutdown",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Threat actors expand abuse of Microsoft Visual Studio Code",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Claude's new constitution",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: ChartGPU – WebGPU-powered charting library (1M points at 60fps)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Hands-On Introduction to Unikernels",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Binary fuse filters: Fast and smaller than xor filters (2022)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Waiting for dawn in search: Search index, Google rulings and impact on Kagi",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Skip is now free and open source",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "eBay explicitly bans AI \"buy for me\" agents in user agreement update",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: High speed graphics rendering research with tinygrad/tinyJIT",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Your brain on ChatGPT: Accumulation of cognitive debt when using an AI assistant",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Lix – universal version control system for binary files",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Show HN: Rails UI",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "I swapped my bedroom TV for a $180 Roku projector - and I'm not going back",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "How to strip AI from Chrome, Edge, and Firefox with one simple script",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Goodbye, VirtualBox - I found a better, more reliable VM manager for Linux",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Slow Fire TV? This quick 30-second fix made mine run like new again",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The future of Sony's audio products looks bright if its 2026 roadmap follows this lead",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "iOS 27 may be the death of Siri as we know it, but we'll be happy with what it becomes",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "OpenAI just unveiled its Google Translate competitor, and ChatGPT already wins in a big way",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "AT&T's free iPhone 17 Pro, iPad, and Apple Watch bundle deal is live - how to qualify",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Every Roku user should know these 15+ shortcuts that unlock the system's best features",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Looking for a Windows 11 laptop? This Dell checks all the right boxes for me",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I found the Lenovo ThinkPad to rule them all - and its modular RAM changes everything",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This OS quietly powers all AI - and most future IT jobs, too",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This $25 solar-powered lantern is already paying off for my camping trips",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I reviewed the most polarizing earbuds by Sony and Bose in 2026 - and one model wins big",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I spent weeks with Alexa on the Echo Show 11, and it was awesome (until I started fact-checking)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "X is also launching Bluesky-like starter packs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Marshall's new Heddon hub adds multi-room audio to speakers with Auracast",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly overhauling Siri to be an AI chatbot",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple is reportedly developing a wearable AI pin",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Microsoft ports the Xbox app to Arm-based Windows PCs",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Meta is expanding Threads ads to all users globally",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "For All Mankind returns on March 27 for a fifth season",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Amazon is adding AI-powered assistant to One Medical",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The Prince of Persia: The Sands of Time remake among six games canceled by Ubisoft",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Volvo EX60 SUV preview: 400-mile range, 670 hp and Google Gemini onboard",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Elon Musk is reportedly trying to take SpaceX public",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The best winter tech for 2026 to help get you through the coldest months",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "YouTube CEO promises more AI features in 2026",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Sony LinkBuds Clip review: Open-fit benefits aren't enough to stand out",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Weber's 2026 smart grill lineup includes the company's first Wi-Fi-equipped charcoal grill",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un jefe boomer no entendía que sus empleados millennials no quisieran cargos directivos. Ellos tienen claras las razones ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Meta se ha puesto a la cabeza de la carrera de los agentes de IA adquiriendo Manus por 2.000 millones de dólares ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "\"Será un trabajo estresante\", promete Sam Altman en esta oferta. Por eso ofrece más de medio millón de dólares de sueldo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El CEO de Randstad afirma que el teletrabajo ahora se reserva solo para talentos \"muy especiales\" y explica quién tiene este perfil ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "He comprado online porque en mi pueblo cada vez hay menos tiendas.... y siento que el proceso agota: es como horas extra de trabajo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El cibercrimen ya no sólo es digital: 2025 ha sumado muertes y torturas a su historial ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA ha desatado la furia de este creador del lenguaje Go. Sólo ha necesitado enviarle un e-mail de agradecimiento ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Cadenas de TV como Telecinco o Antena 3 critican los \"realities\" de Internet: \"La Casa de los Gemelos\" campa a sus anchas en YouTube ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El planazo pionero de China para evitar que los chatbots de IA aconsejen mal: recurrir a los humanos cuando hay temas espinosos",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La mayoría de autónomos en España tiene más de 45 años y la generación Z en España no parece querer emprender. El SEPE ve aquí un reto",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Ubuntu es la distribución Linux más exitosa, pero hasta ellos tuvieron que cancelar estos ocho proyectos ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA trae más tensión: los empleados quieren trabajar menos porque la IA ayuda. Los CEO exigen a la gente ser máquinas sin descanso",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Sancionado un capitán del Ejército que permitió instalar un ordenador en una base militar de Zaragoza para minar criptomonedas ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un cofundador del campeón europeo de la IA 'open source' usó millones de libros con copyright cuando trabajaba en los modelos de Meta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Apple announces Lunar New Year promotion with discounts of up to 1,000 yuan in China",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Siri’s iOS 27 upgrade sounds exactly right. Apple’s AI pin sounds exactly wrong",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The new Siri chatbot may run on Google servers, not Apple’s",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "In wake of Greenland dispute, anti-U.S. shopping apps climb Denmark’s App Store charts",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "9to5Mac Daily: January 21, 2026 – Apple Watch patent drama, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sensor Tower’s State of Mobile 2026: TikTok dominates, AI apps surge, games lose ground",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple world’s most valuable brand, per Brand Finance’s Global 500 2026 list",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple is working on an AI-powered wearable pin: report",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple reportedly replacing Siri interface with actual chatbot experience for iOS 27",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Adobe Acrobat can now generate podcasts from your PDFs, as Express adds more AI features",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Report details the AI chatbots Apple uses to boost employee productivity",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Meta announces ads are coming to Threads next week",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Key Apple supplier suffers data breach that could expose confidential product files",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This Anker portable power bank has one feature that keeps bringing me back [Video]",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Deals: Apple iPhone Air MagSafe Battery all-time low, black Magic Mouse 37% off, display charger, AirTag, more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": " OpenAI enhances safety, rolls out age prediction measures in ChatGPT ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " The best free Android phone deals of January 2026 ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Honor just outpaced every top Chinese Android brand in global growth ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I tried Sony's new LinkBuds Clip, and they're open earbuds for the masses ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " New Acer Chromebooks for students promise 15 hours of battery life and spill-proof keys ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung may have accidentally confirmed a Perplexity-powered Bixby ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to optimize charging on a Google Pixel ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " More problems: Google Pixel testers say the latest Android 16 beta is still crashing apps ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This $200 Android phone fits a massive battery into an impossibly thin frame ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Galaxy S26 Ultra colors just leaked, and Samsung's playing it safe again ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " This curious Spotify feature in the works might sync your real books with audiobooks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy Tab A11 Plus vs. Galaxy Tab A9 Plus: A bigger upgrade than it looks ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " How to enable or disable gestures on a Google Pixel phone ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Galaxy A16: Samsung is making some questionable choices ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Samsung Galaxy A17 vs. Moto G 2026: An easier choice than you think ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": "Anthropic writes Constitution for Claude it thinks will soon be proven ‘misguided’",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "eBay updates legalese to ban AI-powered shop-bots",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Future jobs in AI will come with a hardhat and boots, tech bigshots argue",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI networking startup Upscale scores $200M to challenge Nvidia's NVSwitch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Davos discussion mulls how to keep AI agents from running wild",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI hasn't delivered the profits it was hyped for, says Deloitte",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "MIT boffins create device that 'paints' iridescent structural color in real time",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "House GOP wants final say on AI chip exports after Trump gives Nvidia a China hall pass",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Don't click on the LastPass 'create backup' link - it's a scam",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Trump promises nuclear datacenter permits in 3 weeks, calls Greenland 'big beautiful ice'",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Social Security Administration admits it underreported DOGE dirty dealings",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "ESA puts ExoMars lander through its paces with eye on 2028 launch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "We come in peace, OpenAI tells locals near gargantuan Stargate facilities",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Palantir CEO claims AI will mean western economies won't need immigration",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Everest ransomware gang said to be sitting on mountain of Under Armour data",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Blue Origin to take on Starlink with ultra-high-speed satellite network TeraWave",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Anthropic releases new AI ‘constitution’ for Claude",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "BitGo prices its IPO above range ahead of stock market debut, seeking $2B+ valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Upscale AI raises $200M to develop scale-up AI networking chips",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Enterprise AI adoption, demystified: What enterprises learned building with Google Cloud",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hospitals are fighting back as cyberattacks surge, embracing security-first initiatives",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Healthcare AI startup OpenEvidence raises $250M at $12B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Twilio and AEG bring real-time personalization to live sports and entertainment",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "As healthcare digitizes, patient trust now hinges on proactive cybersecurity",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "EY on why AI-native operating models are replacing bolt-on experiments",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Trusted AI moves from compliance talk to operating reality — EY leaders on trust and scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nvidia report finds AI set to take off in retail, but openness is required for scale",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Nexxa.ai raises $9M to streamline the world’s industrial backbone with AI",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Sumo Logic targets data pipeline blind spots with new Snowflake and Databricks tools",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Pentera Labs warns vulnerable demo apps are being actively exploited in the wild",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "CRASH Clock Measures Dangerous Overcrowding in Low Earth Orbit",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Why AI Keeps Falling for Prompt Injection Attacks",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "From Vietnam Boat Refugee to Reliability Engineering Scholar",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Quest to Build a Radio Telescope That Can Hear the Cosmic Dark Ages",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "NASA Demolishes Historic Test Stands That Built the Space Age",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Are There Enough Engineers for the AI Boom?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "IEEE Medal of Honor Recipient Is Nvidia’s CEO Jensen Huang",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Bipedal Robot Stops Itself From Falling",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Gain Footing in AI as the Ground Keeps Shifting",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Lessons for Your Career From 2025",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Ultimate 3D Integration Would Cook Future GPUs",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Stretchable OLEDs Just Got a Huge Upgrade",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Meet the Two Members Petitioning to Be President-Elect Candidates",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "This $5,200 Conductive Suit Could Make Power-Line Work Safer",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Researchers Beam Power From a Moving Airplane",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Rethinking AI’s future in an augmented workplace",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Everyone wants AI sovereignty. No one can truly have it.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: Trump at Davos, and AI scientists",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "All anyone wants to talk about at Davos is AI and Donald Trump",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Reimagining ERP for the agentic AI era",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The era of agentic chaos and how data will save us",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The UK government is backing AI that can run its own lab experiments",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: digitizing India, and scoring embryos",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: the US digital rights crackdown, and AI companionship",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Going beyond pilots with composable and sovereign AI",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Who’s behind AMI Labs, Yann LeCun’s ‘world model’ startup",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Waymo probed by National Transportation Safety Board over illegal school bus behavior",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Rippling/Deel corporate spying scandal may have taken another wild turn",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "What to know about Netflix’s landmark acquisition of Warner Bros. ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Researchers say Russian government hackers were behind attempted Poland power outage",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "How did Davos turn into a tech conference?",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Google Photos’ latest feature lets you meme yourself",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Meta pauses teen access to AI characters ahead of new version",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Here’s what you should know about the US TikTok deal",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This startup will send 1,000 people’s ashes to space — affordably — in 2027",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Microsoft gave FBI a set of BitLocker encryption keys to unlock suspects’ laptops: Reports",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "TikTok-like microdramas are going to make billions this year, even though they kind of suck",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "TikTok finalizes deal to create new US entity and avoid ban",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "OpenAI chief Sam Altman plans India visit as AI leaders converge in New Delhi: sources",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Only 1 week left (or until the first 500 passes are gone): The first TechCrunch Disrupt 2026 ticket discount is ending ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "‘Uncanny Valley’: Donald Trump’s Davos Drama, AI Midterms, and ChatGPT’s Last Resort",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "US Judge Rules ICE Raids Require Judicial Warrants, Contradicting Secret ICE Memo",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TikTok Is Now Collecting Even More Data About Its Users. Here Are the 3 Biggest Changes",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "How to Prep for This Weekend’s Big Winter Storm: Power, Heat, and Underwear",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Our Favorite Earbuds for Most People Are Over 25 Percent Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "CBP Wants AI-Powered ‘Quantum Sensors’ for Finding Fentanyl in Cars",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Age Verification Is Reaching a Global Tipping Point. Is TikTok’s Strategy a Good Compromise?",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Math on AI Agents Doesn’t Add Up",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Best Action Cameras (2026), Tested and Reviewed",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Best Paper Notebooks and Journals, Tested and Reviewed (2026): Leuchttherm, Midori, Field Notes",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Best Over-the-Counter Sleep Aids (2026), Tested and Reviewed",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Lenovo LOQ 15 Review: The Best Gaming Laptop Under $1,000",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Roborock Qrevo Curv 2 Flow Review: The Most Beautiful, Best Robot Vacuum",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "No, the Freecash App Won’t Pay You to Scroll TikTok",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "We Are Rewind GB-001 Cassette Boombox: Old-School Stylish",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TR-49 is interactive fiction for fans of deep research rabbit holes",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Demand for Intel's processors is apparently there, but the supply is not",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "DHS keeps trying and failing to unmask anonymous ICE critics online",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "White House alters arrest photo of ICE protester, says \"the memes will continue\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Telly’s \"free\" ad-based TVs make notable revenue—when they’re actually delivered",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "TikTok deal is done; Trump wants praise while users fear MAGA tweaks",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Tesla kills Autopilot, locks lane-keeping behind $99/month fee",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Rocket Report: Chinese rockets fail twice in 12 hours; Rocket Lab reports setback",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Tiny falcons are helping keep the food supply safe on cherry farms",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "2026 Lucid Air Touring review: This feels like a complete car now",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "This 67,800-year-old hand stencil is the world's oldest human-made art",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "US officially out of WHO, leaving hundreds of millions of dollars unpaid",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Overrun with AI slop, cURL scraps bug bounties to ensure \"intact mental health\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Hacker who stole 120,000 bitcoins wants a second chance—and a security job",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Report: Apple plans to launch AI-powered wearable pin device as soon as 2027",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Unrolling the Codex agent loop",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "New YC homepage",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Banned C++ Features in Chromium",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Proof of Corn",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Gas Town's agent patterns, design bottlenecks, and vibecoding at scale",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Some C habits I employ for the modern day",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Route leak incident on January 22, 2026",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft gave FBI set of BitLocker encryption keys to unlock suspects' laptops",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Mental Models (2018)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Certificate Transparency Log Explorer",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "KORG phase8 – Acoustic Synthesizer",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "TrueVault (YC W14) is hiring a Growth Lead to test different growth channels",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Gold fever, cold, and the true adventures of Jack London in the wild",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Booting from a vinyl record (2020)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Killing the ISP Appliance: An eBPF/XDP Approach to Distributed BNG",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Forget your weather app: 15 reliable meteorologists and other sources for accurate ice storm updates",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Why I recommend these 5 Linux file managers over GUI - and they're all free",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The first big Windows update of 2026 has bugs: Outlook freezes, app errors, and how to fix them",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "How I effectively turned my regular tablet into an e-reader (and it works on iPad or Android)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Windows 8 lives again on Linux, and I'm just as confused by it as you",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The smart home gadget you didn't know you needed in the kitchen (and why it's worth it)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "My Oura Ring told me I was sick. I disregarded it, and then got sick",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "No, the IRS didn't text or email you - 3 ways to protect yourself from scams",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "These Shokz earbuds made it easy for me to retire my bone conduction headphones - here's why",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "If your USB-C device isn't charging, here's the quick fix I always consider first",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This glorious-looking Linux distro is unlike anything I've ever seen in my decades of use",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This charger made alkaline batteries completely unnecessary for me in 2026",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I used one simple script to remove AI from popular browsers (including Chrome and Firefox)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The $20 magnetic USB-C accessory I can't live without - and why you need one too",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This new Raspberry Pi accessory is a must-have for your multi-OS and data-hungry projects",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Google Photos can now turn you into a meme",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "A rival smart glasses company is suing Meta over its Ray-Ban products",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Retro handheld maker Anbernic has a new gamepad with a screen and heart rate sensor",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple will begin showing more App Store ads starting in March",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "TikTok finalizes deal for its US entity",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Vimeo lays off most of its staff just months after being bought by private equity firm",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Tesla paywalls lane centering on new Model 3 and Model Y purchases",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Meta is temporarily pulling teens' access from its AI chatbot characters",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "You can now create AI-generated coloring books in Microsoft Paint",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "NBA League Pass is up to 55 percent off",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Malaysia lifts ban on Grok after taking X at its word",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Get the 512GB Samsung P9 microSD Express card for 33 percent off right now",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Samsung Bespoke Fridge with AI review: All the bells and whistles",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Ring can now verify if a video has been altered",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "TurboTax Deluxe is on sale for only $45 ahead of tax season",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un jefe boomer no entendía que sus empleados millennials no quisieran cargos directivos. Ellos tienen claras las razones ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Meta se ha puesto a la cabeza de la carrera de los agentes de IA adquiriendo Manus por 2.000 millones de dólares ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "\"Será un trabajo estresante\", promete Sam Altman en esta oferta. Por eso ofrece más de medio millón de dólares de sueldo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El CEO de Randstad afirma que el teletrabajo ahora se reserva solo para talentos \"muy especiales\" y explica quién tiene este perfil ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "He comprado online porque en mi pueblo cada vez hay menos tiendas.... y siento que el proceso agota: es como horas extra de trabajo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El cibercrimen ya no sólo es digital: 2025 ha sumado muertes y torturas a su historial ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA ha desatado la furia de este creador del lenguaje Go. Sólo ha necesitado enviarle un e-mail de agradecimiento ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Cadenas de TV como Telecinco o Antena 3 critican los \"realities\" de Internet: \"La Casa de los Gemelos\" campa a sus anchas en YouTube ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El planazo pionero de China para evitar que los chatbots de IA aconsejen mal: recurrir a los humanos cuando hay temas espinosos",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La mayoría de autónomos en España tiene más de 45 años y la generación Z en España no parece querer emprender. El SEPE ve aquí un reto",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Ubuntu es la distribución Linux más exitosa, pero hasta ellos tuvieron que cancelar estos ocho proyectos ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA trae más tensión: los empleados quieren trabajar menos porque la IA ayuda. Los CEO exigen a la gente ser máquinas sin descanso",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Sancionado un capitán del Ejército que permitió instalar un ordenador en una base militar de Zaragoza para minar criptomonedas ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un cofundador del campeón europeo de la IA 'open source' usó millones de libros con copyright cuando trabajaba en los modelos de Meta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Apple fights India antitrust authority over access to global financials",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "WhatsApp to let users share recent chat history with new group members",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iPhone Air gets a SIM card slot in this interesting mod project",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple TV comedy returns soon with ‘outstanding’ new season: reviews here",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Class action seeks $2 billion over claims Apple Pay harmed UK consumers",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple will launch 20+ new products this year, here’s what’s coming",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple tops Fortune’s 2026 list of the World’s Most Admired Companies",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "HomeKit Weekly: Shelly Flood Gen4 brings cable water leak detection to Apple Home via Matter",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iOS 26 added four new features I’ve been using almost every day",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple Cash is making instant transfers more expensive soon",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iOS 27 sounds like exactly what the iPhone needs right now",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "9to5Mac Daily: January 23, 2026 – Apple’s AI team, creator event",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple’s rumored ‘HomePad’ device gets encouraging launch update",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple turning to Intel for future iPhone chips, analyst reaffirms",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Deals: M5 iPad Pro $150 off, M4 Pro Mac mini $150 off, Trail Loops, and more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": " 'We're going to let VR be what it is and what it does great,' says Meta execs regarding Quest changes ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Ever wanted to be a meme? This Google Photos update lets you do it in style ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Hurry! This 4K Google TV is over 50% OFF and Super Bowl-ready ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Future sealed: TikTok, US agree on 'Joint Venture' to remain accessible to users ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Act fast! This 'Fan Edition' Samsung phone just crashed to its lowest price EVER at Amazon ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I put Xreal 1S and Viture Beast head-to-head to find the best pair of XR glasses you can buy today ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " You can get hands-on with the Galaxy Z TriFold in these US stores starting today ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Google Home is finally making devices easier to add ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Leak about the Galaxy S26 Ultra's display says you'll forget screen protectors existed ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I tested CMF's Headphone Pro, and I don't want to use another budget headset again ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Yep, there's a 'Do Not Disturb' problem with Galaxy Watches, but Samsung's on it ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " New Pixel 10a leak suggests Google is playing it safe ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Google Pixel's voicemail bug may be leaking your audio to callers — here's what to do ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " AI Mode gets Personal Intelligence for Gmail, Photos for queries that are all about you ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Big Three? More like Big T — switch to T-Mobile and you could save $1,000/yr on wireless with new deal ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": "Ofcom probes Meta over WhatsApp info it was legally required to provide",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Patch or die: VMware vCenter Server bug fixed in 2024 under attack today",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Surrender as a service: Microsoft unlocks BitLocker for feds",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "ShinyHunters claims Okta customer breaches, leaks data belonging to 3 orgs",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "China’s Deepin Linux gets a slick desktop - and, yes, built-in AI",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Hacker taps Raspberry Pi to turn Wi-Fi signals into wall art",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "NASA planet hunter resumes operations after low power incident",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI-powered cyberattack kits are 'just a matter of time,' warns Google exec",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft shifting to cloud management software brings possibility of it peeking into your estate",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Tesla Full Self Driving subscription to rise alongside its capabilities",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "As Oracle loses interest in MySQL, devs mull future options",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Fortinet admits FortiGate SSO bug still exploitable despite December patch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Qualcomm CEO pockets 15% pay rise as profits fall 45%",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft 365 outage drags on for nearly 10 hours during bad night for North American infra",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "British government caves on datacenter approval after legal challenge",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Report: Databricks raises $1.8B in debt financing",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Metadata management moves to the center of AI scale challenges",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Unstructured data forces a rethink of enterprise AI platforms",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hybrid cloud moves from infrastructure choice to AI execution layer",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Fei-Fei Li’s World Labs reportedly raising funding at $5B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "BitGo kicks off what could be a huge year for IPOs",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "That was a long wait, but TikTok US is finally a done deal",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Intelligent cloud infrastructure startup Railway gets $100M to simplify application deployment",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Capital One to acquire corporate card provider Brex in $5.15B deal",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Inferact launches with $150M in funding to commercialize vLLM",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Intel’s revival hits a bump in the road as its guidance falls short of expectations",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Google brings its Personal Intelligence personalization technology to AI Mode",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "LiveKit raises $100M at $1B valuation to scale real-time AI and media platform",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Yelp to acquire AI lead management startup Hatch for up to $300M",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Industrial cybersecurity startup Claroty nabs $150M funding round",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Humans and Robots Team Up in Battlefield Triage",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Thinking of Joining IEEE’s Leadership Ranks?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Compute With Electron Waves",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "CRASH Clock Measures Dangerous Overcrowding in Low Earth Orbit",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Why AI Keeps Falling for Prompt Injection Attacks",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "From Vietnam Boat Refugee to Reliability Engineering Scholar",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Quest to Build a Radio Telescope That Can Hear the Cosmic Dark Ages",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "NASA Demolishes Historic Test Stands That Built the Space Age",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Are There Enough Engineers for the AI Boom?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "IEEE Medal of Honor Recipient Is Nvidia’s CEO Jensen Huang",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Bipedal Robot Stops Itself From Falling",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Gain Footing in AI as the Ground Keeps Shifting",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Lessons for Your Career From 2025",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Ultimate 3D Integration Would Cook Future GPUs",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Stretchable OLEDs Just Got a Huge Upgrade",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Download: chatbots for health, and US fights over AI regulation",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "America’s coming war over AI regulation",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Measles is surging in the US. Wastewater tracking could help.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "“Dr. Google” had its issues. Can ChatGPT Health do better?",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Dispatch from Davos: hot air, big egos and cold flexes",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: Yann LeCun’s new venture, and lithium’s on the rise",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Why 2026 is a hot year for lithium",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Yann LeCun’s new venture is a contrarian bet against large language models  ",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Rethinking AI’s future in an augmented workplace",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Everyone wants AI sovereignty. No one can truly have it.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Who’s behind AMI Labs, Yann LeCun’s ‘world model’ startup",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Waymo probed by National Transportation Safety Board over illegal school bus behavior",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Rippling/Deel corporate spying scandal may have taken another wild turn",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "What to know about Netflix’s landmark acquisition of Warner Bros. ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Researchers say Russian government hackers were behind attempted Poland power outage",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "How did Davos turn into a tech conference?",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Google Photos’ latest feature lets you meme yourself",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Meta pauses teen access to AI characters ahead of new version",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Here’s what you should know about the US TikTok deal",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This startup will send 1,000 people’s ashes to space — affordably — in 2027",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Microsoft gave FBI a set of BitLocker encryption keys to unlock suspects’ laptops: Reports",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "TikTok-like microdramas are going to make billions this year, even though they kind of suck",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "TikTok finalizes deal to create new US entity and avoid ban",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "OpenAI chief Sam Altman plans India visit as AI leaders converge in New Delhi: sources",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Only 1 week left (or until the first 500 passes are gone): The first TechCrunch Disrupt 2026 ticket discount is ending ",
        "source": "https://techcrunch.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "This Mega Snowstorm Will Be a Test for the US Supply Chain",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Clearly Filtered Discount: Pitcher, Water Bottle, Under-Sink",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "‘Uncanny Valley’: Donald Trump’s Davos Drama, AI Midterms, and ChatGPT’s Last Resort",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "US Judge Rules ICE Raids Require Judicial Warrants, Contradicting Secret ICE Memo",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TikTok Is Now Collecting Even More Data About Its Users. Here Are the 3 Biggest Changes",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "How to Prep for This Weekend’s Big Winter Storm: Power, Heat, and Underwear",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Our Favorite Earbuds for Most People Are Over 25 Percent Off",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "CBP Wants AI-Powered ‘Quantum Sensors’ for Finding Fentanyl in Cars",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Age Verification Is Reaching a Global Tipping Point. Is TikTok’s Strategy a Good Compromise?",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Math on AI Agents Doesn’t Add Up",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Best Action Cameras (2026), Tested and Reviewed",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Best Paper Notebooks and Journals, Tested and Reviewed (2026): Leuchttherm, Midori, Field Notes",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "The Best Over-the-Counter Sleep Aids (2026), Tested and Reviewed",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Lenovo LOQ 15 Review: The Best Gaming Laptop Under $1,000",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "Roborock Qrevo Curv 2 Flow Review: The Most Beautiful, Best Robot Vacuum",
        "source": "https://www.wired.com/feed/rss",
        "cat": "Technology"
    },
    {
        "title": "TR-49 is interactive fiction for fans of deep research rabbit holes",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Demand for Intel's processors is apparently there, but the supply is not",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "DHS keeps trying and failing to unmask anonymous ICE critics online",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "White House alters arrest photo of ICE protester, says \"the memes will continue\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Telly’s \"free\" ad-based TVs make notable revenue—when they’re actually delivered",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "TikTok deal is done; Trump wants praise while users fear MAGA tweaks",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Tesla kills Autopilot, locks lane-keeping behind $99/month fee",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Rocket Report: Chinese rockets fail twice in 12 hours; Rocket Lab reports setback",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Tiny falcons are helping keep the food supply safe on cherry farms",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "2026 Lucid Air Touring review: This feels like a complete car now",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "This 67,800-year-old hand stencil is the world's oldest human-made art",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "US officially out of WHO, leaving hundreds of millions of dollars unpaid",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Overrun with AI slop, cURL scraps bug bounties to ensure \"intact mental health\"",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Hacker who stole 120,000 bitcoins wants a second chance—and a security job",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Report: Apple plans to launch AI-powered wearable pin device as soon as 2027",
        "source": "https://feeds.arstechnica.com/arstechnica/index",
        "cat": "Technology"
    },
    {
        "title": "Open-source self-driving for 325 car models from 27 brands",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Unrolling the Codex agent loop",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "New YC homepage",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Some C habits I employ for the modern day",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Losing 1½ Million Lines of Go",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Gas Town's agent patterns, design bottlenecks, and vibecoding at scale",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Proof of Corn",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft gave FBI set of BitLocker encryption keys to unlock suspects' laptops",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Noora Health (YC W14) Is Hiring AI/ML Engineer",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Route leak incident on January 22, 2026",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Mental Models (2018)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Banned C++ features in Chromium",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "TikTok Is Now Collecting More Data About Its Users",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Workspaces and Monorepos in Package Managers",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "Booting from a vinyl record (2020)",
        "source": "https://news.ycombinator.com/rss",
        "cat": "Technology"
    },
    {
        "title": "I changed 6 settings on my Samsung TV to significantly improve the viewing experience",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "My Oura Ring warned me something was wrong - I didn't listen (and quickly regretted it)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Why last year's LG C5 OLED is my top TV recommendation right now - especially at 50% off",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "I changed these 5 TV settings to cut my electricity bill during the winter - how they work",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Verizon's free Samsung TV deal is still live - how to qualify with the carrier's home internet plan",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Forget your weather app: 15 reliable meteorologists and other sources for accurate ice storm updates",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Why I recommend these 5 Linux file managers over GUI - and they're all free",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The first big Windows update of 2026 has bugs: Outlook freezes, app errors, and how to fix them",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "How I effectively turned my regular tablet into an e-reader (and it works on iPad or Android)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Windows 8 lives again on Linux, and I'm just as confused by it as you",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "The smart home gadget you didn't know you needed in the kitchen (and why it's worth it)",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "No, the IRS didn't text or email you - 3 ways to protect yourself from scams",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "These Shokz earbuds made it easy for me to retire my bone conduction headphones - here's why",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "If your USB-C device isn't charging, here's the quick fix I always consider first",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "This glorious-looking Linux distro is unlike anything I've ever seen in my decades of use",
        "source": "https://www.zdnet.com/news/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Google Photos can now turn you into a meme",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "A rival smart glasses company is suing Meta over its Ray-Ban products",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Retro handheld maker Anbernic has a new gamepad with a screen and heart rate sensor",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Apple will begin showing more App Store ads starting in March",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "TikTok finalizes deal for its US entity",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Vimeo lays off most of its staff just months after being bought by private equity firm",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Tesla paywalls lane centering on new Model 3 and Model Y purchases",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Meta is temporarily pulling teens' access from its AI chatbot characters",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "You can now create AI-generated coloring books in Microsoft Paint",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "NBA League Pass is up to 55 percent off",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Malaysia lifts ban on Grok after taking X at its word",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Get the 512GB Samsung P9 microSD Express card for 33 percent off right now",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Samsung Bespoke Fridge with AI review: All the bells and whistles",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Ring can now verify if a video has been altered",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "TurboTax Deluxe is on sale for only $45 ahead of tax season",
        "source": "https://www.engadget.com/rss.xml",
        "cat": "Technology"
    },
    {
        "title": "Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un jefe boomer no entendía que sus empleados millennials no quisieran cargos directivos. Ellos tienen claras las razones ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Meta se ha puesto a la cabeza de la carrera de los agentes de IA adquiriendo Manus por 2.000 millones de dólares ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "\"Será un trabajo estresante\", promete Sam Altman en esta oferta. Por eso ofrece más de medio millón de dólares de sueldo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El CEO de Randstad afirma que el teletrabajo ahora se reserva solo para talentos \"muy especiales\" y explica quién tiene este perfil ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "He comprado online porque en mi pueblo cada vez hay menos tiendas.... y siento que el proceso agota: es como horas extra de trabajo ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El cibercrimen ya no sólo es digital: 2025 ha sumado muertes y torturas a su historial ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA ha desatado la furia de este creador del lenguaje Go. Sólo ha necesitado enviarle un e-mail de agradecimiento ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Cadenas de TV como Telecinco o Antena 3 critican los \"realities\" de Internet: \"La Casa de los Gemelos\" campa a sus anchas en YouTube ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "El planazo pionero de China para evitar que los chatbots de IA aconsejen mal: recurrir a los humanos cuando hay temas espinosos",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La mayoría de autónomos en España tiene más de 45 años y la generación Z en España no parece querer emprender. El SEPE ve aquí un reto",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Ubuntu es la distribución Linux más exitosa, pero hasta ellos tuvieron que cancelar estos ocho proyectos ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "La IA trae más tensión: los empleados quieren trabajar menos porque la IA ayuda. Los CEO exigen a la gente ser máquinas sin descanso",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Sancionado un capitán del Ejército que permitió instalar un ordenador en una base militar de Zaragoza para minar criptomonedas ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Un cofundador del campeón europeo de la IA 'open source' usó millones de libros con copyright cuando trabajaba en los modelos de Meta ",
        "source": "http://feeds.weblogssl.com/genbeta",
        "cat": "Technology"
    },
    {
        "title": "Apple fights India antitrust authority over access to global financials",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "WhatsApp to let users share recent chat history with new group members",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iPhone Air gets a SIM card slot in this interesting mod project",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple TV comedy returns soon with ‘outstanding’ new season: reviews here",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Class action seeks $2 billion over claims Apple Pay harmed UK consumers",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple will launch 20+ new products this year, here’s what’s coming",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple tops Fortune’s 2026 list of the World’s Most Admired Companies",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "HomeKit Weekly: Shelly Flood Gen4 brings cable water leak detection to Apple Home via Matter",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iOS 26 added four new features I’ve been using almost every day",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple Cash is making instant transfers more expensive soon",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "iOS 27 sounds like exactly what the iPhone needs right now",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "9to5Mac Daily: January 23, 2026 – Apple’s AI team, creator event",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple’s rumored ‘HomePad’ device gets encouraging launch update",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Apple turning to Intel for future iPhone chips, analyst reaffirms",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Deals: M5 iPad Pro $150 off, M4 Pro Mac mini $150 off, Trail Loops, and more",
        "source": "https://9to5mac.com/feed/",
        "cat": "Technology"
    },
    {
        "title": " 'We're going to let VR be what it is and what it does great,' says Meta execs regarding Quest changes ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Ever wanted to be a meme? This Google Photos update lets you do it in style ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Hurry! This 4K Google TV is over 50% OFF and Super Bowl-ready ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Future sealed: TikTok, US agree on 'Joint Venture' to remain accessible to users ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Act fast! This 'Fan Edition' Samsung phone just crashed to its lowest price EVER at Amazon ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I put Xreal 1S and Viture Beast head-to-head to find the best pair of XR glasses you can buy today ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " You can get hands-on with the Galaxy Z TriFold in these US stores starting today ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Google Home is finally making devices easier to add ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Leak about the Galaxy S26 Ultra's display says you'll forget screen protectors existed ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " I tested CMF's Headphone Pro, and I don't want to use another budget headset again ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Yep, there's a 'Do Not Disturb' problem with Galaxy Watches, but Samsung's on it ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " New Pixel 10a leak suggests Google is playing it safe ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Google Pixel's voicemail bug may be leaking your audio to callers — here's what to do ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " AI Mode gets Personal Intelligence for Gmail, Photos for queries that are all about you ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": " Big Three? More like Big T — switch to T-Mobile and you could save $1,000/yr on wireless with new deal ",
        "source": "https://www.androidcentral.com/feed",
        "cat": "Technology"
    },
    {
        "title": "CISA won't attend infosec industry's biggest conference this year",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Ofcom probes Meta over WhatsApp info it was legally required to provide",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Patch or die: VMware vCenter Server bug fixed in 2024 under attack today",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Surrender as a service: Microsoft unlocks BitLocker for feds",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "ShinyHunters claims Okta customer breaches, leaks data belonging to 3 orgs",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "China’s Deepin Linux gets a slick desktop - and, yes, built-in AI",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Hacker taps Raspberry Pi to turn Wi-Fi signals into wall art",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "NASA planet hunter resumes operations after low power incident",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "AI-powered cyberattack kits are 'just a matter of time,' warns Google exec",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft shifting to cloud management software brings possibility of it peeking into your estate",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Tesla Full Self Driving subscription to rise alongside its capabilities",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "As Oracle loses interest in MySQL, devs mull future options",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Fortinet admits FortiGate SSO bug still exploitable despite December patch",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Qualcomm CEO pockets 15% pay rise as profits fall 45%",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Microsoft 365 outage drags on for nearly 10 hours during bad night for North American infra",
        "source": "https://www.theregister.com/headlines.rss",
        "cat": "Technology"
    },
    {
        "title": "Hotel software maker Mews nabs $300M at $2.5B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Report: Databricks raises $1.8B in debt financing",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Metadata management moves to the center of AI scale challenges",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Unstructured data forces a rethink of enterprise AI platforms",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Hybrid cloud moves from infrastructure choice to AI execution layer",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Fei-Fei Li’s World Labs reportedly raising funding at $5B valuation",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "BitGo kicks off what could be a huge year for IPOs",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "That was a long wait, but TikTok US is finally a done deal",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Intelligent cloud infrastructure startup Railway gets $100M to simplify application deployment",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Capital One to acquire corporate card provider Brex in $5.15B deal",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Inferact launches with $150M in funding to commercialize vLLM",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Intel’s revival hits a bump in the road as its guidance falls short of expectations",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Google brings its Personal Intelligence personalization technology to AI Mode",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "LiveKit raises $100M at $1B valuation to scale real-time AI and media platform",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Yelp to acquire AI lead management startup Hatch for up to $300M",
        "source": "https://siliconangle.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Humans and Robots Team Up in Battlefield Triage",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Thinking of Joining IEEE’s Leadership Ranks?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Compute With Electron Waves",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "CRASH Clock Measures Dangerous Overcrowding in Low Earth Orbit",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Why AI Keeps Falling for Prompt Injection Attacks",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "From Vietnam Boat Refugee to Reliability Engineering Scholar",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Quest to Build a Radio Telescope That Can Hear the Cosmic Dark Ages",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "NASA Demolishes Historic Test Stands That Built the Space Age",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Are There Enough Engineers for the AI Boom?",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "IEEE Medal of Honor Recipient Is Nvidia’s CEO Jensen Huang",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Video Friday: Bipedal Robot Stops Itself From Falling",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "How to Gain Footing in AI as the Ground Keeps Shifting",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Lessons for Your Career From 2025",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Ultimate 3D Integration Would Cook Future GPUs",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "Stretchable OLEDs Just Got a Huge Upgrade",
        "source": "https://spectrum.ieee.org/rss/fulltext",
        "cat": "Technology"
    },
    {
        "title": "The Download: chatbots for health, and US fights over AI regulation",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "America’s coming war over AI regulation",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Measles is surging in the US. Wastewater tracking could help.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "“Dr. Google” had its issues. Can ChatGPT Health do better?",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Dispatch from Davos: hot air, big egos and cold flexes",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "The Download: Yann LeCun’s new venture, and lithium’s on the rise",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Why 2026 is a hot year for lithium",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Yann LeCun’s new venture is a contrarian bet against large language models  ",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Rethinking AI’s future in an augmented workplace",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    },
    {
        "title": "Everyone wants AI sovereignty. No one can truly have it.",
        "source": "https://www.technologyreview.com/feed/",
        "cat": "Technology"
    }
]